# Незаконченные инструменты

ent-UnfinishedClothingHeadHelmetImprovised = незаконченный шлем барбют
    .desc = Требуется сварка, чтобы скрепить его воедино.

ent-UnfinishedImprovisedShield = незаконченный импровезированный щит
    .desc = Требуется сварка, чтобы скрепить его воедино.

ent-UnfinishedClothingOuterArmorImprovised = незаконченная импровезированная броня бригантина
    .desc = Требуется сварка, чтобы скрепить его воедино.

ent-UnfinishedImprovisedScrewdriver = незаконченная импровезированная отвёртка
    .desc = Требуется сварка, чтобы скрепить её воедино.

ent-UnfinishedImprovisedCrowbar = незаконнченая импровезированная монтировка
    .desc = Требуется сварка, чтобы скрепить её воедино.

ent-UnfinishedImprovisedWrench = незаконченный импровезированный гаечный ключ
    .desc = Требуется сварка, чтобы скрепить его воедино.

ent-UnfinishedClaymoreForged = незаконченный киторез
    .desc = Требуется сварка, чтобы скрепить его воедино.

ent-UnfinishedSwordForged = незаконченный кованный меч
    .desc = Требуется сварка, чтобы скрепить его воедино.

ent-UnfinishedSniperForged = незаконнченая кованная рычажная винтовка
    .desc = Требуется сварка, чтобы скрепить его воедино.

ent-UnfinishedPistolForged = незаконченный кованный пистолет
    .desc = Требуется сварка, чтобы скрепить его воедино.

ent-UnfinishedSubMachineGunForged = незаконченный кованный пистолет пулемёт
    .desc = Требуется сварка, чтобы скрепить его воедино.

ent-UnfinishedForgedShotgun = незаконченный двухствольный дробовик
    .desc = Требуется сварка, чтобы скрепить его воедино.

ent-UnfinishedClothingHeadHelmetForged = незаконченный кованный шлем армэ
    .desc = Требуется сварка, чтобы скрепить его воедино.

ent-UnfinishedClothingOuterArmorForged = незаконченный кованный ламеллярный доспех
    .desc = Требуется сварка, чтобы скрепить его воедино

ent-UnfinishedForgedShieldTower = незаконченный кованный башенный щит
    .desc = Требуется сварка, чтобы скрепить его воедино.

ent-UnfinishedRevolverForged = незаконченный кованный револьвер
    .desc = Требуется сварка, чтобы скрепить его воедино.

ent-UnfinishedImprovisedWirecutter = незаконченные импровезированные кусачки
    .desc = Требуется сварка, чтобы скрепить их.

ent-UnfinishedImprovisedMultitool = незаконченный импровезированный мультитул
    .desc = Нужна сварка и немного терпения, чтобы собрать все это воедино.

ent-UnfinishedImprovisedOmnitool = незаконченный импровезированный омнитул
    .desc = что ты делаешь? нужно проварить...

ent-UnfinishedForgedOmnitool = незаконченный кованный омнитул
    .desc = Вы либо сумасшедший, либо психопат. Скорее всего, и то. нужно проварить.

# Инструменты

ent-OmnitoolForged = кованный омнитул
    .desc = Какой-то законченный психопат решил отпилить головки у всех инструментов, которые смог найти, и соорудить из них самодельную дрель. Выглядит неплохо, учитывая ее происхождение.

ent-CrowbarMakeshift = самодельный лом
    .desc = Это чудище было создано ценной одного ящика для инструментов, можно проварить чтобы сделать его по смешному лудше.

ent-CrowbarWrenchMakeshift = самодельный лом - гаечный ключ
    .desc = Все ещё ужасен.

ent-CrowbarWrenchScrewdriverMakeshift = самодельный лом - гаечный ключ - отвёртка
    .desc = Я... Нужно остановится..

ent-OmnitoolMakeshift = самодельный омнитул
    .desc = Это издевательство...

ent-MultitoolImprovised = импровезированный мультитул
    .desc = Иногда искриться и бьёт током, а в прочем не плох.

ent-ScrewdriverImprovised = импровезированная отвёртка
    .desc = Как бы оно не выглядело, главное что работает.

ent-OmnitoolImprovised = импровезированный омнитул
    .desc = Нечестивая мерзость, уступающая лишь самому великому Нагибатору.

ent-WirecutterImprovised = импровезированные кусачки
    .desc = Заточенный металл достаточно острый, чтобы разрезать толстую проволоку.

ent-WrenchImprovised = импровезированный гаечный ключ
    .desc = Сойдет.

ent-CrowbarImprovised = импровезированная монтировка
    .desc = 5 Листов стали это все что мне нужно.
