ent-ImprovisedShield = импровизированный тарчевый щит
    .desc = Сталь сварена воедино, улудшает прочность в ближнем бою. Однако не ожидайте, что она хорошо себя проявит перестрелке.

ent-ForgedShieldTower = кованный башенный щит
    .desc = Высокий и грозный. Правда, немного тяжеловат.

ent-ForgedShieldBuckler = кованный баклерный щит
    .desc = Изготовлен из лучшей украденной пластали, которую только могли предложить инженеры. Универсальный, но из-за того, что изготовлен из цельного металла, он очень плохо держет термонагрев.

ent-PaladinShieldGreat = огромный паладинский щит
    .desc = Ты прижат к стене? ОТЛИЧНО, ВЕДЬ Я ТА САМАЯ СТЕНА У ТЕБЯ НА ПУТИ!

ent-PaladinShield = миндалевидный щит паладина
    .desc = Щит для настоящего паладина! Хорош в отражении режущих ударов и поглощении тупых ударов, но не более того.
